tap "cloud/tap", "ssh://git@bb.yandexcloud.net/cloud/homebrew-tap.git"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "miniscruff/changie", "https://github.com/miniscruff/changie"
tap "sidneys/homebrew"
tap "yandex/arc", "https://arc-vcs.yandex-team.ru/homebrew-tap"
brew "age"
brew "libssh"
brew "python@3.12"
brew "ansible"
brew "ansible-lint"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "awscli"
brew "bash"
brew "bat"
brew "berkeley-db", link: true
brew "black"
brew "cabextract"
brew "glib"
brew "cairo"
brew "cdrtools"
brew "changie"
brew "cmake"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "perl"
brew "dpkg"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "libavif"
brew "gdk-pixbuf"
brew "git-delta"
brew "go"
brew "go@1.21"
brew "go@1.22", link: true
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "guile"
brew "helm"
brew "helm-docs"
brew "helmfile"
brew "htop"
brew "httperf"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libomp"
brew "libwebsockets"
brew "libxt"
brew "libxmu"
brew "lnav"
brew "luarocks"
brew "mas"
brew "openjdk"
brew "maven"
brew "mosquitto"
brew "ncdu"
brew "neovim"
brew "node"
brew "parallel"
brew "pkger"
brew "privoxy"
brew "protobuf"
brew "protoc-gen-grpc-web"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rclone"
brew "ripgrep"
brew "salt-lint"
brew "stow"
brew "tfenv"
brew "tlrc"
brew "tmux"
brew "tree"
brew "wget"
brew "wimlib"
brew "wireshark"
brew "xclip"
brew "yamllint"
brew "youtube-dl"
brew "youtubedr"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "cloud/tap/ycp"
brew "derailed/k9s/k9s"
brew "sidneys/homebrew/chntpw"
brew "yandex/arc/arc-launcher"
cask "adoptopenjdk"
cask "chromedriver"
cask "discord"
cask "gstreamer-runtime"
cask "macfuse"
cask "vagrant"
cask "vagrant-vmware-utility"
mas "Elpy", id: 1440013765
mas "hidemy.name VPN", id: 1200692581
mas "Keynote", id: 409183694
mas "Money Flow", id: 900890647
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "TickTick", id: 966085870
mas "Time Out", id: 402592703
mas "Toggl Track", id: 1291898086
mas "WireGuard", id: 1451685025
vscode "4ops.terraform"
vscode "adpyke.vscode-sql-formatter"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alfnielsen.vsc-rename-files"
vscode "be5invis.toml"
vscode "bodil.prettier-toml"
vscode "burkeholland.simple-react-snippets"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "codezombiech.gitignore"
vscode "coolbear.systemd-unit-file"
vscode "dancheg97.grpc-clicker"
vscode "davidanson.vscode-markdownlint"
vscode "docsmsft.docs-yaml"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dunstontc.vscode-go-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-spring-boot"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fallenmax.mithril-emmet"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "gurayyarar.dummytextgenerator"
vscode "jasonnutter.search-node-modules"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "jscearcy.rust-doc-viewer"
vscode "kenhowardpdx.vscode-gist"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "kevinrose.vsc-python-indent"
vscode "korekontrol.saltstack"
vscode "leizongmin.node-module-intellisense"
vscode "lorenzopirro.rust-flash-snippets"
vscode "mads-hartmann.bash-ide-vscode"
vscode "matheusq94.tfs"
vscode "mathiasfrohlich.kotlin"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "netcorext.uuid-generator"
vscode "perkovec.emoji"
vscode "perseus.vscode-yandex-arc"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "rangav.vscode-thunder-client"
vscode "raymcclain.theme-timer"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "rvest.vs-code-prettier-eslint"
vscode "serayuzgur.crates"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tamasfe.even-better-toml"
vscode "tehnix.vscode-tidymarkdown"
vscode "tim-koehler.helm-intellisense"
vscode "viknet.intelliboba"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "warpnet.salt-lint"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
